{
  "statementModel": {
    "title": "הצהרת איסונומי",
    "complianceStatus": "סטטוס התאמה",
    "complianceText1": "אנחנו מאמינים באמונה שלמה שהאינטרנט צריך להיות זמין ונגיש לכל אחד ומחויבים לספק אתר אינטרנט שנגיש לקהל הרחב ביותר שניתן, ללא קשר ליכולת.",
    "complianceText2": "כדי למלא את זה, אנו שואפים להיות נאמנים ככל האפשר לכללי הנגישות של קונסורציום הרשת העולמית (W3C) לתוכן אתרי אינטרנט 2.1 (WCAG 2.1) ברמה AA. כללים אלה מסבירים איך להפוך תוכן אתרי אינטרנט לנגיש לאנשים עם מגוון רחב של מוגבלויות. התאמה לכללים אלה עוזרת לנו לוודא שהאתר נגיש לעיוורים, לאנשים עם לקויות מוטוריות, לקות ראייה, מוגבלויות קוגניטיביות ועוד.",
    "complianceText3": "אתר זה משתמש בטכנולוגיות שונות שמיועדות להפוך אותו לנגיש ככל האפשר בכל עת. אנו משתמשים בממשק נגישות שמאפשר לאנשים עם מוגבלויות ספציפיות להתאים את ממשק המשתמש (UI) ואת העיצוב של האתר לצרכיהם האישיים.",
    "complianceText4": "בנוסף, האתר משתמש באפליקציה מבוססת בינה מלאכותית שרצה ברקע ומשפרת את רמת הנגישות שלו באופן קבוע. אפליקציה זו מתקנת את ה-HTML של האתר, מתאימה את התפקוד וההתנהגות שלו עבור קוראי מסך שמשמשים עיוורים ועבור פונקציות מקלדת שמשמשים אנשים עם לקויות מוטוריות.",
    "complianceText5": "אם ברצונך ליצור קשר עם בעלי האתר אנא השתמש בטופס האתר",
    "ariaAttributes": "האתר שלנו מיישם את טכניקת התכונות של ARIA (יישומי אינטרנט עשירים נגישים) יחד עם שינויים התנהגותיים שונים, כדי לוודא שמשתמשים עיוורים שמבקרים עם קוראי מסך יכולים לקרוא, להבין וליהנות מהפונקציות של האתר. כרגע שמשתמש עם קורא מסך נכנס לאתר שלך, הוא מקבל מיד הנחיה להיכנס לפרופיל קורא המסך כך שיוכל לגלוש ולהפעיל את האתר שלך ביעילות. הנה כיצד האתר שלנו מכסה את כמה מהדרישות החשובות ביותר של קורא המסך:",
    "screenReaderOptimization": "אופטימיזציה של קורא מסך:",
    "screenReaderText": "אנו מפעילים תהליך שלומד את רכיבי האתר מלמעלה למטה, כדי לוודא התאמה מתמשכת גם כאשר מעדכנים את האתר. בתהליך זה, אנו מספקים לקוראי המסך נתונים משמעותיים באמצעות קבוצת התכונות של ARIA. לדוגמה, אנו מספקים תוויות מדויקות לטופסים; תיאורים לאייקונים פעילים (אייקוני מדיה חברתית, אייקוני חיפוש, אייקוני עגלה וכו'); הדרכה לאימות עבור קלטי טופס; תפקידי אלמנטים כגון כפתורים, תפריטים, דיאלוגים מודאליים (חלונות קופצים) ואחרים. בנוסף, התהליך ברקע סורק את כל התמונות של האתר. הוא מספק תיאור משמעותי ומדויק של התמונה המבוסס על זיהוי אובייקטים בתמונה כתג ALT (טקסט חלופי) עבור תמונות שאינן מתוארות. הוא גם יחלץ טקסטים מוטמעים בתוך התמונה באמצעות טכנולוגיית OCR (זיהוי תווים אופטי). כדי להפעיל התאמות קורא מסך בכל עת, על המשתמשים רק ללחוץ על שילוב המקלדת Alt+1. משתמשי קורא מסך גם מקבלים הודעות אוטומטיות להפעיל את מצב קורא המסך מיד כאשר הם נכנסים לאתר. התאמות אלה תואמות לקוראי מסך פופולריים כמו JAWS, NVDA, VoiceOver ו-TalkBack.",
    "keyboardNavigationOptimization": "אופטימיזציה של ניווט מקלדת:",
    "keyboardNavigationText": "התהליך ברקע גם מתאים את ה-HTML של האתר ומוסיף התנהגויות שונות באמצעות קוד JavaScript כדי להפוך את האתר למופעל על ידי המקלדת. זה כולל את היכולת לנווט באתר באמצעות מקשי ה-Tab ו-Shift+Tab, להפעיל תפריטים נפתחים עם מקשי החצים, לסגור אותם עם Esc, להפעיל כפתורים וקישורים באמצעות מקש ה-Enter, לנווט בין אלמנטים של כפתור רדיו ותיבת סימון באמצעות מקשי החצים ולמלא אותם עם מקש הרווח או מקש ה-Enter. בנוסף, משתמשי מקלדת ימצאו תפריטי דילוג תוכן זמינים בכל עת על ידי לחיצה על Alt+2, או כאלמנט הראשון של האתר בזמן הניווט עם המקלדת. התהליך ברקע גם טיפל בחלונות קופצים שהופעלו על ידי העברת המיקוד של המקלדת אליהם מיד כאשר הם מופיעים, ולא מאפשר למיקוד לנדוד החוצה. משתמשים יכולים גם להשתמש בקיצורי דרך כמו “M” (תפריטים), “H” (כותרות), “F” (טפסים), “B” (כפתורים) ו-“G” (גרפיקה) כדי לקפוץ לאלמנטים ספציפיים."
  },
  "mainHeading": {
    "heading": ["פרופילים", "תוכן", "צבע", "אוריינטציה", "ניווט קישורים"]
  },
  "interfaceModel": {
    "title": "להסתיר את ממשק הנגישות?",
    "description": "אנא שימו לב: אם תבחרו להסתיר את ממשק הנגישות, לא תוכלו לראות אותו יותר, אלא אם כן תנקו את ההיסטוריה והנתונים של הדפדפן שלכם. האם אתם בטוחים שברצונכם להסתיר את הממשק?",
    "accept": "לקבל",
    "cancel": "לבטל"
  },
  "toasterMessage": "הגדרות איסונומי אופסו.",
  "lanTitleHeading": "בחר שפה",
  "profile": {
    "proTitles": [
      "מוגבל מוטורי",
      "עיוור",
      "עיוור צבעים",
      "דיסלקסיה",
      "לקוי ראייה",
      "קוגניטיבי ולמידה",
      "התקפים ואפילפטי",
      "ADHD"
    ]
  },
  "content": {
    "contentTitles": {
      "1": "הצג טיפים",
      "2": ["גודל גופן", "גודל גופן (14px)", "גודל גופן (16px)", "גודל גופן (18px)", "גודל גופן (24px)"],
      "3": ["ריווח אותיות", "ריווח אותיות (14px)", "ריווח אותיות (16px)", "ריווח אותיות (18px)"],
      "4": ["יישור טקסט", "יישור שמאל", "יישור מרכז", "יישור ימין", "יישור מוצדק"],
      "5": "גובה שורה",
      "6": "קו תחתון לכותרות",
      "7": "קו תחתון לקישורים",
      "8": "הגדלת מסך",
      "9": ["קו קריאה", "מסיכת קריאה"],
      "10": "גופני דיסלקסיה",
      "11": "גופן קריא",
      "12": "ניווט מקלדת"
    }
  },
  "Color": {
    "colorTitles": {
      "1": ["היפוך צבעים", "ניגוד בהיר", "ניגוד כהה"],
      "2": ["רוויה", "רוויה נמוכה", "רוויה גבוהה", "הסרת רוויה"],
      "3": [
        "בהירות",
        "בהירות נמוכה",
        "בהירות בינונית",
        "בהירות גבוהה"
      ]
    }
  },
  "colorsSettings": {
    "Titles": ["צבע טקסט", "צבע כותרת", "צבע רקע"]
  },
  "orientation": {
    "orientTitles": {
      "1": ["סמן גדול", "סמן לבן גדול", "סמן שחור גדול"],
      "2": ["טקסט לדיבור", "נורמלי", "איטי", "מהיר"],
      "3": "הסתר תמונה",
      "4": "השתק צלילים",
      "5": "השהיית אנימציה",
      "6": "הדגשת ריחוף",
      "7": "מצב קריאה",
      "8": "הדגשת מיקוד",
      "9": "ניווט קולי"
    }
  },
  "linkNavigator": {
    "links": [
      "בחר קישור לניווט",
      "דלג לתוכן",
      "בית",
      "קטלוג",
      "צור קשר",
      "התחבר",
      "עגלה",
      "UNEEK II Convertible לכל המגדרים | שחור/ירוק ג'ולי"
    ]
  },
  "footer": {
    "statement": "הצהרה",
    "resetSettings": "איפוס הגדרות",
    "poweredBy": "מופעל על ידי איסונומי"
  }
}
